appcleaner
blackboardsync
cmake
coconutbattery
discord
dotnet-sdk
firefox
ghidra
gimp
mactex
obsidian
powershell
processing
raspberry-pi-imager
spotify
steam
syncthing
temurin
the-unarchiver
visual-studio-code
vlc
utm
